{
  " venues " : [
      {
          " description " : "Rummel has wanted to create his own little paradise for a long time, has bewitched deep, still waters and defied stormy times and has finally anchored - in a beautiful little bay not far from you! Rummel invites you to chill out and grill, to sway, rumble and of course drink in this bay from May to mid-September. And when the hype is really in a good mood, there is also a lot of rumble! Either way, on the water or in the bay, the hype is nothing without its crew. So light sailors - come around and have a good time! Ahoy * Oh yes, it is only open on sunny and rain-free days :) ________________ Reservation inquiries are only possible by email bucht@rummels-welt.de (reservation inquiries are only answered between Tue-Fri) " ,
          " name " : " Rummels Bucht " ,
          " geometry " : [
              52.500772 ,
              13.472764
          ]
      },
      {
          " description " : " The SEZ offers a wide range of sports, leisure and recreational activities. You can now rent the SEZ for events at: sez@glut.berlin. Come by and enjoy the industrial charm of a location believed to be forgotten. " ,
          " name " : " SEZ Berlin " ,
          " geometry " : [
              52.527025 ,
              13.446139
          ]
      },
      {
          " description " : " The Huxleys has been a name in Berlin for almost a century. Variety stage, sports palace, roller skating rink and excursion destination on the edge of the Hasenheide Park. The HUXLEYS has a long history, and it is associated with entertainment, pleasure and live music. " ,
          " name " : " Huxley's New World " ,
          " geometry " : [
              52.486319 ,
              13.421437
          ]
      },
      {
          " description " : " We are a venue. A platform. We are a collective. Basic democracy and solidarity. We are the person Meier. And you are also when you are there. We want to create a space in which we can establish our relationships In capitalism, in patriarchy, that is unfortunately not an achievable goal. But we have just started formulating this goal as the way forward. For our future. In a space for inspiration, intervention and movement. Culture, Art, Party, and Politics. With the means make a mess of criticism and the weapons of art. Mensch Meier " ,
          " name " : " Mensch Meier " ,
          " geometry " : [
              52.535069 ,
              13.452312
          ]
      },
      {
          " description " : " The club is located in a former underground gay cruising toilet under the Yorckstrasse in Kreuzberg. " ,
          " name " : " To the flap " ,
          " geometry " : [
              52.493039 ,
              13.387248
          ]
      },
      {
          " description " : " Formerly Shift Bar in the Kraftwerk complex which also houses Tresor. " ,
          " name " : " OHM " ,
          " geometry " : [
              52.510507 ,
              13.42022
          ]
      },
      {
          " description " : " Club for electronic music directly in the heart of Berlin! Between Hakescher Markt and 1 min. away from S Alexanderplatz. Stylish crowd and many of Berlin's most known artists. " ,
          " name " : " M-BIA " ,
          " geometry " : [
              52.522437 ,
              13.409063
          ]
      },
      {
          " description " : " Booze, Karaoke and Rock'n'Roll! Sparkles, disco lights, 14 private karaoke cabins and a big stage waiting for your performance! We have 10 cabins for walk-ins (for up to 10 guests) and 4 larger cabins for larger groups, which can be reserved in advance (for up to 18 guests). Mondays - MultiSEXual BOXhopping! Queer + Friends. Mix + Mingle! Box Sharing + Caring! 3, - Entry. Sing in the karaoke boxes all night long! Big stage opens at 22h.Tuesdays - The House of Presents' Drag Show Doors at 9, pre-show at 10, main show at 11 Wednesdays - BOX HAPPY HOUR All cabins half-priced from 7pm - midnight Thursdays - Mixed Bag! Special Events, DJs, Live Music, Queer Events, and more! Fridays / Saturday / Sunday: SING ON STAGE! " ,
          " name " : " Monster Ronson's Ichiban Karaoke " ,
          " geometry " : [
              52.505188 ,
              13.448437
          ]
      },
      {
          " description " : " Egyptian & Arabian Restaurant · Smoker's Lounge · Club · Café · Cocktail Bar · The fine Orient in Berlin " ,
          " name " : " Marooush Restaurant - Lounge - Bar - Club " ,
          " geometry " : [
              52.500938 ,
              13.321438
          ]
      },
      {
          " description " : " Kater Blau gives you everything you need for a party: House, Techno, Confetti. Chill next to the Spree. All this on the ex wood markt area. " ,
          " name " : " cat blue " ,
          " geometry " : [
              52.512187 ,
              13.425563
          ]
      }
  ]
}